Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: 숨도 쉬지 않고 몰아붙이는 릭의 모습은 처절해 보일 지경이었지만 로건은 태연하기만 했다.
en_us: Rick hardly took a breath as he cornered Logan with desperation painted on his face but Logan remained calm.

source: 대공자가 이런 면이 있었던가.{j}차분한 눈빛으로 근본적인 문제를 지적해 오니 드웨인은 반박할 말이 없었다.{j}그래도 한 가지는 확인해야 했다.
en_us: Dwain was surprised to see a new side to Logan. He had nothing left to say once the eldest master calmly presented this arguments with logic and persuasion. But he had to check one last thing.

source: “도미넌을 이겼다고 기사가 우스워 보이나.”
en_us: “Does he think that knights are a joke after beating Dominan?”

source: “……이로써 울브스 백작가와 맥라인 남작가의 파혼이 성립하였음을 선언합니다.”
en_us: “This concludes the breaking of the betrothal between the Count of House Wolves and the Baron of House MacLine.”

source: “물론이지!”
en_us: “Of course not!”

source: 그 애절한 호소를 한 귀로 듣고 한 귀로 흘린 채 로건은 곧바로 영주의 관저로 향했다.
en_us: Logan took Rick’s word in one ear and let it out the other, and headed for the Baron’s residence.

source: “그냥…….”
en_us: “I just...”

source: ‘단순히 좋은 모습을 보이기 위한 퍼포먼스라면 후회하게 될 것입니다, 대공자.’
en_us: It seems you’ve come to improve your standing. You’ll come to regret this little performance of yours, eldest master.

source: 들판을 울리며 달리는 수백의 군마들, 그 위의 기수들의 손에는 하나같이 사냥꾼들이나 사용하는 석궁이 들려 있었다.
en_us: Hundred of war horses ran across the plains and each rider had a crossbow, resembling the same kind used by hunters, in his hand.

source: “역시 그런가…….”
en_us: “I see...”

source: “……가문의 지휘를 받지 않겠다는 뜻이냐?”
en_us: “Are you saying that they won’t be under the command of our military?”

source: ‘만에 하나라도…….’
en_us: If even one was to get out...

source: 물론 지금은 그와는 다른 의미로 릭의 말을 받아들일 생각이 없었지만…….
en_us: Now, Logan was about to disregard his old friend’s advice again for a different reason.

source: “자신의 혼사임에도 이유를 전혀 모른다는 말인가요?”
en_us: “Are you saying that you don’t know the reason for breaking off your own engagement?”

source: ‘정말 병정놀이로 끝낼 생각은 아니었나 보군.’
en_us: He’s not here to play soldiers.

source: “전쟁이 애들 장난 같으냐?{j}네가 훈련시킨 하급 용병들이 무적의 부대 같더냐?{j}아니면 현실과 망상을 구별하지 못할 정도로 멍청한 것이냐?!”
en_us: “War isn’t child’s play, my boy. You think your low-level mercenaries are invincible? Why because you trained them? Or is your head so thick that you can’t distinguish between reality and fantasy?”

source: 틱.
en_us: Tick.

source: “의뢰인이 태어나서 먹은 밥보다 내가 먹은 칼밥이 더 많을 것이니 걱정하지 마시오.”
en_us: “Don’t you worry. I bet I’ve killed more people than the number of meals of you’ve had in your life.”

source: “절 도울 기술자가 적어도 다섯이 필요합니다.”
en_us: “I need at least five specialists to help me.”

source: 주변을 둘러싼 모든 용병이 로건의 눈을 피했다.
en_us: The surrounding mercenaries did not dare to look him in the eye.

source: “저에게 맡겨 주십시오.”
en_us: “I’ll take care of the discipline.”

source: “여보!{j}그건!”
en_us: “My dear Padrick! That’s too much!”

source: “꽤 멀리 날아가네.”
en_us: “It shoots quite far.”

source: ‘가주님이 막히면 분명히 진다고 했는데…….’
en_us: They said we won’t stand a chance if the Baron is stopped.

source: “기사단 53명 준비 끝났습니다.”
en_us: “The order of the knights are ready with fifty three knights.”

source: “왜요?!”
en_us: “Why?!”

source: “으음…….”
en_us: “Hmm...”

source: “왜 저러는 거야.”
en_us: “Why is he being like this?”

source: 전생에 들었던 정보가 떠오르며 울컥하는 기분이 들었지만 아직은 때가 아니었다.{j}로건은 냉철하게 상황을 주시하며 스스로를 다스렸다.{j}기사단이 수세에 몰리고 순식간에 포위되며 밀릴 때에도 마찬가지였다.
en_us: The news of his father’s death from his past life replayed in his mind but he didn’t let his sorrow get the better of him for it wasn’t time to strike. He carefully calculated the situation and composed himself. He remained that way even when the order of the knights were quickly surrounded by the enemy.

source: “레이나…… 미안하오.{j}우리 아들이 무슨 생각을 하는지 전혀 모르겠구려.{j}꼭 지키겠다고, 잘 키우겠다고 약속했는데…….”
en_us: “Reina...I’m so sorry. I have no idea what’s in our boy’s mind. I promised to keep him safe and to raise him into a fine young man but...”

source: ‘도대체 왜……?’
en_us: Why is this happening?

source: 표정이 확 바뀐 필립에게서 생각지도 못했던 욕설 비슷한 답이 돌아왔다.
en_us: Phillip had dramatically changed his stance and unexpectedly swore at Logan.

source: “오랜만에 뵙습니다, 남작님.{j}그간 강녕하셨는지요.”
en_us: “It has been so long, my baron. I hope you’ve been well all these years.”

source: ‘뭐가 저렇게 빨라?!’
en_us: How is he so fast?

source: “어렵게 구한 엘프들입니다.{j}혹시 다른 곳에서 엘프 보신 적 있습니까?{j}이들로 말할 것 같으면…….”
en_us: “Acquiring these elves were a great challenge. But have you ever seen elves anywhere else? If you were interested...”
